[
  {
    "id": 1,
    "event_name": "Wedding Celebration",
    "description": "A romantic and unforgettable wedding ceremony and reception. Join us for a day filled with love and joy.",
    "longer_description": "Experience the enchantment of a lifetime at our Wedding Celebration. Nestled in the heart of Elegant Gardens, our venue offers a picturesque setting for your special day. Walk down the aisle surrounded by blooming flowers and lush greenery, with the soothing sounds of nature as your backdrop. Our experienced team will ensure every detail is perfect, from the elegant decor to the gourmet cuisine. After the ceremony, dance the night away under the stars with friends and family. This is more than an event; it's a memory etched in time. Cherish love and celebrate life with us.",
    "price": 499.99,
    "img": "https://i.ibb.co/8YMbkL9/wedding.jpg",
    "venue_name": "Elegant Gardens",
    "seating_size": 200
  },
  {
    "id": 2,
    "event_name": "Birthday Bash",
    "description": "Celebrate another year of life with friends and family. Cake, games, and surprises await!",
    "longer_description": "Get ready to party like there's no tomorrow at our Birthday Bash! Join us for a fantastic celebration of life, filled with laughter, joy, and endless surprises. The Fun House Party Hall is your playground for the day, complete with exciting games, a mouthwatering cake, and an atmosphere of pure happiness. Gather your loved ones and create memories that will last a lifetime. Blow out the candles, make a wish, and let the festivities begin! It's not just a birthday; it's a bash to remember.",
    "price": 99.99,
    "img": "https://i.ibb.co/ZgsnKzH/birthday.jpg",
    "venue_name": "Fun House Party Hall",
    "seating_size": 100
  },
  {
    "id": 3,
    "event_name": "Anniversary Gala",
    "description": "Toast to enduring love and commitment. An elegant evening to commemorate years of cherished memories.",
    "longer_description": "Raise your glass to everlasting love at our Anniversary Gala. Step into the opulent Grand Ballroom and immerse yourself in an evening of elegance and romance. This is your chance to celebrate the enduring commitment and cherished memories you've built together over the years. Our gala is a tribute to love's timeless journey, with fine dining, live music, and an ambiance that radiates passion. Join us for a night to remember, where your love story takes center stage.",
    "price": 199.99,
    "img": "https://i.ibb.co/4KX7sby/aniversary.jpg",
    "venue_name": "Grand Ballroom",
    "seating_size": 300
  },
  {
    "id": 4,
    "event_name": "Engagement Soiree",
    "description": "Share the joy of a recent engagement with close ones. An evening of celebration and anticipation.",
    "longer_description": "Celebrate the beginning of your journey together at our Engagement Soiree. In the intimate and cozy atmosphere of the Cozy Lounge, share your joy and excitement with friends and family. This soirée is all about love, laughter, and the anticipation of what's to come. Sip on champagne, enjoy delectable bites, and create memories that mark the start of your beautiful partnership. Let the engagement celebrations begin!",
    "price": 79.99,
    "img": "https://i.ibb.co/cN0RLJ1/engagement2.jpg",
    "venue_name": "Cozy Lounge",
    "seating_size": 50
  },
  {
    "id": 5,
    "event_name": "Retirement Farewell",
    "description": "Bid farewell to a well-deserved retirement. A retirement party filled with laughter, stories, and best wishes.",
    "longer_description": "Join us in bidding farewell to a dedicated professional at our Retirement Farewell. The Riverside Pavilion sets the stage for a heartwarming gathering filled with laughter, touching stories, and heartfelt well-wishes. It's a time to reflect on a well-deserved retirement and the adventures that lie ahead. Celebrate the end of one chapter and the beginning of another in the company of cherished colleagues and friends. Cheers to a life of relaxation, adventure, and new horizons!",
    "price": 59.99,
    "img": "https://i.ibb.co/F06pJCX/retirement.jpg",
    "venue_name": "Riverside Pavilion",
    "seating_size": 150
  },
  {
    "id": 6,
    "event_name": "Baby Shower Celebration",
    "description": "Welcome the newest addition to the family. Baby-themed games, gifts, and a lot of love in one event.",
    "longer_description": "Celebrate the impending arrival of a bundle of joy at our Baby Shower Celebration. Cute Cafe is the perfect setting for this heartwarming event, where love and excitement fill the air. Play baby-themed games, share parenting advice, and exchange gifts to support the growing family. It's a day of laughter, love, and adorable baby booties. Join us in showering the parents-to-be with blessings and well-wishes for their journey ahead.",
    "price": 49.99,
    "img": "https://i.ibb.co/QdmJXFC/babyshower.jpg",
    "venue_name": "Cute Cafe",
    "seating_size": 30
  },
  {
    "id": 7,
    "event_name": "Family Reunion",
    "description": "Gather with extended family for a day of fun, games, and reminiscing. Strengthen family bonds and create lasting memories.",
    "longer_description": "Reconnect with extended family at our Family Reunion. The tranquil Garden Pavilion provides the perfect backdrop for a day of fun, games, and reminiscing. Strengthen family bonds as you create lasting memories with generations of loved ones. Share stories, laughter, and a delicious feast as you celebrate the ties that bind. It's a day of unity and love that will leave you with a heart full of cherished moments.",
    "price": 69.99,
    "img": "https://i.ibb.co/J2d0khY/familyreunion.jpg",
    "venue_name": "Garden Pavilion",
    "seating_size": 120
  },
  {
    "id": 8,
    "event_name": "Housewarming",
    "description": "Celebrate a new home and warm it with the company of friends and loved ones. A toast to new beginnings.",
    "longer_description": "Join us in celebrating new beginnings at our Housewarming event. Hosted in the cozy and intimate setting of Cozy Home, this gathering is all about toasting to new chapters and creating lasting memories. Welcome friends and loved ones to your new abode, and let the warmth of friendship fill the air. It's a time for laughter, love, and the promise of exciting adventures in your new home.",
    "price": 89.99,
    "img": "https://i.ibb.co/jD2nJks/housewarming.jpg",
    "venue_name": "Cozy Home",
    "seating_size": 10
  },
  {
    "id": 9,
    "event_name": "Prom Night",
    "description": "A formal dance for high school students to celebrate the end of the school year.",
    "longer_description": "Get ready to dance the night away at our Prom Night! The elegant Grand Ballroom is the perfect venue for this formal dance, where high school students celebrate the end of the school year in style. Put on your best attire and hit the dance floor with your friends. It's a night of glitz, glamour, and unforgettable memories. Don't miss the chance to make this prom night a highlight of your high school journey.",
    "price": 149.99,
    "img": "https://i.ibb.co/QcKtWcJ/graduation4.jpg",
    "venue_name": "Grand Ballroom",
    "seating_size": 300
  },
  {
    "id": 10,
    "event_name": "Promotion Party",
    "description": "Congratulate someone on a job promotion or career achievement with a special gathering.",
    "longer_description": "Celebrate career milestones at our Promotion Party. Held in the elegant Corporate Lounge, this gathering is a tribute to hard work, dedication, and achievement. Whether you're congratulating a colleague on a job promotion or celebrating your own career milestone, this event is a momentous occasion. Raise your glass to success and embark on a new chapter of your professional journey with those who appreciate your accomplishments.",
    "price": 79.99,
    "img": "https://i.ibb.co/pfd4R85/promotion.jpg",
    "venue_name": "Corporate Lounge",
    "seating_size": 50
  },
  {
    "id": 11,
    "event_name": "Themed Movie Night",
    "description": "Invite friends over for a movie night with a specific film genre or series as the theme.",
    "longer_description": "Join us for a Themed Movie Night, where film enthusiasts gather for a cinematic experience like no other. The cozy Home Theater is the perfect setting for an evening of movie magic. Each night features a different film genre or series as the theme, ensuring a variety of entertainment for all tastes. Grab your popcorn, settle into your seat, and get ready for a night of cinematic delight with friends and fellow movie lovers.",
    "price": 29.99,
    "img": "https://i.ibb.co/H7pmprB/moivienight.jpg",
    "venue_name": "Home Theater",
    "seating_size": 20
  },
  {
    "id": 12,
    "event_name": "Farewell Party",
    "description": "Bid farewell to a loved one who is leaving for a new adventure or journey.",
    "longer_description": "Saying goodbye is never easy, but our Farewell Party is a heartfelt way to bid adieu to a loved one embarking on a new adventure. Hosted in the intimate Cozy Lounge, this gathering is filled with warmth, laughter, and shared memories. It's a time to express your good wishes and create lasting memories before the farewell journey begins. Join us in sending off your loved one with love and support.",
    "price": 49.99,
    "img": "https://i.ibb.co/QcKtWcJ/graduation4.jpg",
    "venue_name": "Cozy Lounge",
    "seating_size": 50
  },
  {
    "id": 13,
    "event_name": "Gender Reveal Party",
    "description": "Share the exciting news of your baby's gender with friends and family in a fun and memorable way.",
    "longer_description": "The anticipation is over! Join us for a Gender Reveal Party and share the exciting news of your baby's gender with friends and family. Held at the picturesque Riverside Pavilion, this event is all about fun and surprises. Will it be pink or blue? Discover the answer together with loved ones as you create unforgettable memories. It's a joyous occasion filled with laughter, love, and the promise of a new chapter in your family's story.",
    "price": 59.99,
    "img": "https://i.ibb.co/Wzz5gs3/genderreveal.jpg",
    "venue_name": "Riverside Pavilion",
    "seating_size": 150
  }
]
